Repository: CragW/dell-recovery
Catalog: po/*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, lt, ms, nl, sk, sv

source: Cannot connect to dbus
bg: Невъзможна връзката с dbus
da: Kan ikke forbinde til dbus
de: Keine Verbindung zum D-Bus
es: No se puede conectar con dbus
fi: Dbusiin ei voi yhdistää
fr: Impossible de se connecter à dbus
gl: Non é posíbel conectarse a dbus
hr: Spajanje na dbus nije moguće
it: Impossibile connettersi a D-Bus
lt: Nepavyko prisijungti prie dbus
ms: Tidak boleh sambung ke dbus
nl: Kan geen verbinding maken met dbus
sk: Nedá sa pripojiť na dbus
sv: Kan inte ansluta till dbus

source: Permission Denied
bg: Достъпът отказан
da: Tilladelse nægtet
de: Zugriff verweigert
es: Permiso denegado
fi: Pääsy evätty
fr: Permission refusée
gl: Permiso denegado
hr: Pristup odbijen
it: Permesso negato
lt: Priėjimas uždraustas
ms: Kebenaran ditolak
nl: Toegang geweigerd
sk: Zamietnutý prístup
sv: Åtkomst nekad

source: Exception
es: Excepción
fi: Poikkeus
it: Eccezione

source: Dell Recovery
fi: Dell-palautus
it: Ripristino sistemi Dell

source: Copyright 2008-2010 Dell Inc.
fi: Tekijänoikeudet 2008-2010 Dell Inc.

source: Building Base image
de: Basisabbild wird hergestellt
es: Construyendo imagen base
fi: Rakennetaan peruslevykuvaa
it: Creazione immagine di base

source: Opening Burner
bg: Отваряне на записващо устройство
da: Åbner brænder
de: Brenner wird geöffnet
es: Abriendo grabadora
fi: Avataan kirjoittajaa.
fr: Ouverture du graveur
gl: Abrindo a grabadora
hr: Otvaranje snimača
it: Apertura del masterizzatore
ms: Buka Burner
nl: Brander openen
sk: Otváram napaľovanie
sv: Öppnar brännare

source: Recovery Media Creation Process Complete
bg: Създаването на носител за възстановяване завърши
da: Genskabelses Medie Oprettelses Proces Færdig
de: Erstellungsvorgang des Wiederherstellungsmediums abgeschlossen
es: Proceso de creación del soporte de recuperación finalizado
fi: Palautusmedian luominen valmis
fr: Processus de création de supports de restauration terminé
gl: Rematouse o proceso de creación de soporte de recuperación
hr: Proces izrade medija oporavka dovršen
it: Processo di creazione del supporto di recupero completato
lt: Atkūrimo laikmena sukurta
ms: Proses Recovery Medi Creation Selesai
nl: Aanmaken herstelmedium gereed
sk: Vytvorenie média pre obnovu úspešne ukončené
sv: Återställningsmediat är färdigt

source: If you would like to archive another copy, the generated image has been stored under the filename:
bg: Ако желаете да архивирате още едно копие, генерираният имидж беше запазен под името:
de: Wenn Sie eine weitere Kopie archivieren möchten: das erzeugte Abbild wurde unter folgendem Dateinamen gespeichert:
es: Si desea archivar otra copia, la imagen generada ha sido archivada con el siguiente nombre:
fi: Siltä varalta, että haluaisit arkistoida toisen kopion, on luotu levykuva tallennettu tiedostonimellä:
gl: Se quere arquivar outra copia, a imaxe xerada almacenouse baixo o nome de ficheiro:
hr: Ako želite snimiti još jednu kopiju, generirana slika je spremljena pod nazivom:
it: Per creare un'altra copia, l'immagine generata è stata salvata nel file:
nl: Wilt u nog een kopie bewaren, het aangemaakte beeldbestand is opgeslagen onder de bestandsnaam:
sv: Om du vill arkivera en annan kopia så har den genererade avbildningen lagrats med filnamnet:

source: Unable to proceed
de: Fortfahren nicht möglich
es: Imposible continuar
fi: Ei voida jatkaa
it: Impossibile proseguire
nl: Kan niet doorgaan

source: System does not appear to contain Dell factory installed partition layout.
de: Das System scheint keine von Dell vorinstalliertes Partitionslayout zu besitzen.
es: El sistema parece no tener un esquema de particiones de fábrica de Dell.
fi: Järjestelmässä ei vaikuttaisi olevan Dellin tehtaalla asennettua osiojaottelua.
it: Il sistema non sembra contenere una partizione con le impostazioni Dell installata.

source: Choose Media Type
bg: Изберете тип носител
da: Vælg Medietype
de: Medientyp wählen
fi: Valitse median tyyppi
fr: Choisir un type de média
gl: Seleccione o tipo de soporte
hr: Odaberite vrstu medija
it: Scegliere il tipo di supporto
lt: Pasirinkite laikmenos tipą
ms: Pilih Jenis Media
nl: Kies mediumtype
sk: Vyberte druh média
sv: Välj mediatyp

source: Image File
es: Archivo de imagen
fi: Levykuvatiedosto

source: Media Type:
bg: Тип носител:
da: Medietype:
de: Medientyp:
es: Tipo de medio:
fi: Median tyyppi:
fr: Type de média :
gl: Tipo de soporte:
hr: Vrsta medija:
it: Tipo di supporto:
lt: Laikmenos tipas:
ms: Jenis Media:
nl: Mediumtype:
sk: Druh média:
sv: Mediatyp:

source: Recovery Partition:
bg: Дял за възстановяване:
da: Genskabelsespartiton:
de: Wiederherstellungspartition:
es: Particion de recuperación:
fi: Palautusosio:
fr: Partition de Restauration:
gl: Particion de recuperación:
hr: Particija oporavka:
it: Partizione di recupero:
lt: Atkūrimo skirsnis:
ms: Partition Recovery:
nl: Herstelpartitie:
sk: Obnovenie časti disku:
sv: Återställningspartition:

source: Included
bg: Включени
de: Enthalten
es: Incluido
fi: Sisältyy
gl: Incluido
hr: Obuhvaćeno
it: aggiunta
nl: Inbegrepen

source: Confirm Selections
bg: Потвърждение на изборите
da: Godkend valgene
de: Auswahl bestätigen
es: Confirmar selecciones
fi: Vahvista valinnat
fr: Confirmer les sélections
gl: Confirmar seleccións
hr: Potvrdi odabir
it: Conferma selezioni
lt: Patvirtinkite pasirinkimus
ms: Confirm Pilihan
nl: Bevestig uw keuzes
sk: Potvrdiť výber
sv: Bekräfta

source: python-vte is missing
bg: python-vte липсва
de: python-vte fehlt
fi: python-vte puuttuu
gl: falta python-vte
it: ptython-vte mancante
nl: python-vte ontbreekt

source: Builder mode requires python-vte to function
bg: Режима на изграждане изисква python-vte за да функционира
de: Der Erstellungsmodus benötigt python-vte, um korrekt zu funktionieren
fi: Rakentaja vaatii python-vte:n toimiakseen
gl: O modo Builder require python-vte para funcionar
it: La modalità «creazione immagine» richiede python-vte per funzionare
nl: De bouwmodus vereist python-vte om te kunnen functioneren

source: (BTO Image Builder Mode)
bg: (BTO Режим на изграждане на имидж)
de: (BTO-Abbild-Erstellungsmodus)
es: (BTO Modo constructor de imagen)
fi: (BTO-levykuvan rakennustila)
gl: (Modo de construción de imaxes BTO)
it: (BTO Modalità creazione immagine)

source: This will integrate a Dell OEM FID framework & driver package set into a customized OS media image. You will have the option to create an USB key or DVD image.
de: Dies wird das Dell OEM FID-Framework und Treiberpaket in ein angepasstes Betriebssystemabbild integrieren. Sie können sich zwischen einem USB-Stick und einer DVD entscheiden.
fi: Tämä integroi Dellin OEM FID -kehyksen ja ajuripaketit mukautettuun käyttöjärjestelmämedian levykuvaan. Voit luoda USB-muisti- tai DVD-levykuvan.
it: Verranno integrati all'interno dell'immagine personalizzata del sistema operativo un framework Dell OEM e il pacchetto dei driver. Sarà possibile creare un supporto USB o un'immagine DVD.

source: Choose Base OS Image
bg: Изберете основен имидж на операционна система
de: Wählen Sie das Basis-Betriebssystemsabbild
fi: Valitse käyttöjärjestelmän peruslevykuva
gl: Seleccione a imaxe base do OS
it: Scegliere la base dell'immagine del sistema operativo
nl: Kies Base OS Image

source: Choose FID Overlay
bg: Изберете FID припокриване
de: Wählen Sie das FID-Overlay
fi: Valitse FID-laskostus
it: Scegliere FID sovrapposto
nl: Kies FID Overlay

source: Choose Utility Partition
bg: Изберете ютилити дял
de: Wählen Sie die Warkzeugpartition
fi: Valitse työkaluosio
gl: Seleccione a partición de utilidade
it: Scegliere la partizione di utilità
nl: Kies hulpmiddelen-partitie

source: Choose Driver Packages
bg: Изберете пакити драйвери
de: Wählen Sie die Treiberpakete
fi: Valitse ajuripaketit
gl: Seleccione os paquetes de controladores
it: Scegliere i pacchetti dei driver
nl: Kies stuurprogrammapakketten

source: Choose Application Packages
bg: Изберете приложни пакети
de: Wählen Sie die Anwendungspakete
fi: Valitse sovelluspaketit
gl: Seleccione os paquetes de aplicativos
it: Scegliere i pacchetti dell'applicazione
nl: Kies toepassingespakketten

source: Installation Mode
es: Modo de instalación
fi: Asennustapa

source: Builder Summary
bg: Обобщение на изграгдащата програма
de: Zusammenfassung
es: Resumen del constructor
fi: Rakennuksen yhteenveto
gl: Resumo do construtor
it: Sommario creazione immagine
nl: Bouwoverzicht

source: Base Image Distributor
de: Basisabbildverteiler
es: Distribuidor de imagen base
fi: Peruslevykuvan jakelija
it: Base immagine distributore

source: Base Image Release
de: Basisabbildveröffentlichung
es: Liberar imagen base
fi: Peruslevykuvan julkaisu
it: Base immagine rilascio

source: BTO Base Image
de: BTO-Basisabbild
es: Imagen base BTO
fi: BTO-peruslevykuva
it: Base immagine BTO

source: Base Image
de: Basisabbild
es: Imagen base
fi: Peruslevykuva
it: Base immagine

source: FID Overlay
fi: FID-laskos
it: FID sovrapposto

source: Utility Partition:
bg: Програма за възстановяване:
da: Nyttepartition:
de: Dienstpartition:
es: Partición de utilidad:
fi: Työkaluosio:
gl: Partición de utilidade:
hr: Uslužna particija:
it: Partizione di utilità:
lt: Įrankių skirsnis:
ms: Partition Utiliti:
nl: Hulpmiddelen-partitie
sv: Tillbehörspartition:

source: Application
bg: Приложение
de: Anwendung
es: Aplicación
fi: Sovellus
gl: Aplicativo
it: Applicazione
nl: Toepassing

source: Driver
bg: Драйвер
de: Treiber
es: Controlador
fi: Ajuri
gl: Controlador
nl: Stuurprogramma

source: Packages
bg: Пакети
de: Pakete
es: Paquetes
fi: Paketit
gl: Paquetes
it: Pacchetti
nl: Pakketten

source: Inject Dell Recovery Package
de: Dell Wiederherstellungspaket einkoppeln
fi: Sisällytä Dellin palautuspaketti
it: Aggiungere pacchetto recupero Dell

source: OIE Installation Mode
fi: OIE-asennustapa

source: Assembling Image Components
de: Abbildkomponenten werden erstellt
fi: Koostetaan levykuvan osia
it: Montaggio componenti immagine

source: Utility Partition
de: Hilfswerkzeugspartition
fi: Työkaluosio
it: Partizione di utilità

source: No Additional Utility Partition
de: Keine zusätzliche Hilfswerkzeugspartition
fi: Ei ylimääräistä työkaluosiota
it: Nessuna partizione di utilità aggiuntiva

source: <b>ERROR</b>: git is not installed
bg: <b>ГРЕШКА</b>: git не е инсталиран
de: <b>FEHLER:</b> git ist nicht installiert
fi: <b>VIRHE</b>: git-ohjelmaa ei ole asennettu
gl: <b>ERRO</b>: git non está instalado
it: <b>Errore:</b> git non è installato
nl: <b>FOUT</b>: git is niet geïnstalleerd

source: Missing Dell-Recovery
bg: Липсващ Dell-Recovery
de: Dell-Recovery fehlt
fi: Puuttuva ”Dell-Recovery”
gl: Falta Dell-Recovery
it: Dell-Recovery mancante
nl: Dell-Recovery niet gevonden

source: Not present in ISO or GIT tree
bg: Не налично в ISO или GIT дървото
de: Nicht in ISO oder Git-Baum vorhanden
fi: Ei saatavalla ISOssa tai GIT-puussa
gl: Non está presente na ISO ou na árbore de GIT
it: Non è presente nella ISO o nell'albero GIT
nl: Niet aanwezig in ISO- of GIT-boom

source: All SRVs must be filled to proceed.
bg: Всички SRV трябва да бъдат попълнени за продължаване.
de: Alle SRVs müssen ausgefüllt werden, um fortzufahren.
fi: Kaikki SRV:t tulee olla täytetty, jotta voidaan jatkaa.
gl: Todas as SRVs debe completarse para continuar.
it: Tutti gli SRV devonon essere riempiti per procedere.
nl: Om door te kunnen gaan moeten alle SRV's gevuld zijn.

source: Processing FISH packages
de: FISH-Pakete werden verarbeitet
fi: Käsitellään FISH-paketteja
it: Elaborazione pacchetti FISH

source: Adding in base image
bg: Добявяне в базовия имидж
de: Dem Basisabbild hinzufügen
es: Añadiendo en la imagen base
fi: Lisätään peruslevykuvaan
gl: Engadindo á imaxe base
hr: Dodavanje u osnovnu sliku
it: Aggiunta all'immagine di base
nl: Toevoegen aan basis-beeldbestand

source: Overlaying FID content
bg: Покриване на FID съдържанието
de: FID-Inhalt wird überlagert
fi: Laskostetaan FID-sisältöä
hr: Prekrivanje FID sadržaja
it: Sovrapposizione contenuto FID
nl: Overlayen FID-inhoud

source: Preparing nested image
de: Eingebettete Abbilder werden vorbereitet
fi: Valmistellaan sisäkkäistä levykuvaa
it: Preparazione immagine nidificata
nl: Genester image voorbereiden

source: Building Dell Utility Partition
bg: Изграждане на Dell ютилити дял
de: Dell-Werkzeugpartition wird erstellt
fi: Rakennetaan Dell-työkaluosiota
gl: Construindo a partición de utilidade de Dell
hr: Izgradnja Dell uslužne particije
it: Creazione della partizione di utilità Dell
lt: Kuriamas Dell įrankių skirsnis
nl: Dell hulpmiddelen-partitie wordt opgebouwd
sv: Bygger Dell-verktygspartition

source: Regenerating UUID / Rebuilding initramfs
bg: Регенериране UUID / Изграждане наново initramfs
de: UUID wird neu erstellt / initramfs wird neu erzeugt
es: Regenerando UUID / Reconstruyendo initramfs
fi: Luodaan uudelleen UUID / rakennetaan uudelleen initramfs
gl: Rexerando o UUID / Reconstruindo o initramfs
hr: Regeneriranje UUID-a / ponovna izgradnja initramfsa
it: Rigenerazione UUID / Ricostruzione initramfs
nl: Regenereren UUID/initramfs opnieuw opbouwen
sv: Återgenererar UUID / Bygger om initramfs

source: Building GRUB core image
de: GRUB-Kernabbild wird gebaut
fi: Rakennetaan GRUB-ydinlevykuvaa
it: Creazione immagine principale di GRUB
nl: GRUB kern-image voorbereiden

source: Building OIE Archive
fi: Rakennetaan OIE-arkistoa

source: Building ISO
bg: Създаване на ISO
da: Bygger ISO
de: ISO wird erstellt
es: Creando ISO
fi: Rakennetaan ISOa
fr: Construction de l'ISO
gl: Creando a imaxe ISO
hr: Izgradnja ISO-a
it: Generazione ISO
lt: Kuriamas ISO atvaizdis
ms: Membina ISO
nl: ISO wordt aangemaakt
sk: Vytváranie ISO
sv: Bygger ISO

source: Create/Assemble Dell Recovery ISO
bg: Създаване/Сглобяване на Dell Recovery ISO
de: Dell-Wiederherstellungs-ISO-Abbild erstellen/zusammenstellen
es: Crear/Ensamblar Dell Recovery ISO
fi: Luo/koosta Dell-palautus-ISO-levykuva
gl: Crear/Ensamblar a imaxe ISO de recupración de Dell
hr: Stvori/Sastavi Dell ISO oporavka
it: Creazione/Assemblaggio ISO recupero Dell
lt: Sukurti Dell sistemos atkūrimo atvaizdį (ISO failą)
nl: Dell herstel-ISO aanmaken/samenstellen
sv: Skapa/Bygg ISO för Dell-återställning

source: Query BTO Version
bg: Запитване за BTO версия
de: BTO-Version abfragen
es: Consulta versión BTO
fi: Tarkista BTO-versio
gl: Consultar a versión do BTO
hr: Upit BTO inačice
it: Interrogazione versione BTO
nl: Naar BTO-versie vragen
sv: Fråga BTO-version

source: Query ISO Information
bg: Запитване за ISO информация
de: ISO-Informationen abfragen
es: Consultar información de ISO
fi: Tarkista ISO-tiedot
gl: Consultar información da imaxe ISO
hr: Upit ISO informacija
it: Interrogazione infromazioni ISO
nl: ISO-informatie opvragen
sv: Fråga ISO-information

source: Request closing the backend
bg: Заявка за затваряне на бекенда
de: Das Schließen des Backends anfordern
es: Petición de cierre del motor
fi: Pyydä taustaohjelman sulkemista
gl: Solicitar o pechado da infraestrutura
hr: Zatraži zatvaranje pozadinskog sustava
it: Richiesta chiusura backend
nl: Verzoek om de backend te sluiten
sv: Begär stängning av bakänden

source: Restore to Factory state
de: Auslieferungszustand wiederherstellen
es: Restaurar a estado de fábrica
fi: Palauta tehdastilaan
it: Ripristina le impostazioni di fabbrica
nl: Fabrieksinstellingen terugzetten

source: System policy prevents changing system bootup
de: Systemverwaltungsrichtlinien verhindern das Ändern der Systemstarteinstellungen
es: La política del sistema impide cambios al arranque
fi: Järjestelmän käytännöt estävät järjestelmän käynnistyksen muuttamisen
it: La politica del sistema previene la modifica delle impostazioni di avvio

source: System policy prevents closing processes without notice
bg: Системните политики не позволяват затварянето на процес без известие
de: Systemrichtlinie verhindert das Schließen von Prozessen ohne Benachrichigung
es: Las políticas del sistema no permiten cerrar procesos sin notificación
fi: Järjestelmän valtuutusasetukset estävät prosessien sulkemisen ilman ilmoitusta
gl: A normativa do sistema impide que peche procesos sen avisar
hr: Politika sustava sprječava zatvaranje procesa bez najave
it: La politica di sistema impedisce la chiusura dei processi senza avviso
nl: Systeembeleid staat niet toe dat processen zonder melding worden gesloten
sv: Systemets policy förhindrar att processer stängs utan att informera om det

source: System policy prevents reading raw devices
bg: Системните политики не позволяват четенето на блокови (raw) устройства
da: Systempolitik forhindrer læsning af raw enheder
de: Systemrichtlinie verhindert das Lesen von Raw-Devices
es: La política del sistema impide leer dispositivos raw
fi: Järjestelmän valtuutusasetukset estävät raakalaitteiden (raw) lukemisen
fr: Les rêgles système empêchent une lecture en brut sur des périphériques.
gl: A normativa do sistema impide ler dispositivos raw
hr: Politika sustava sprječava čitanje raw uređaja
it: La politica di sistema impedisce la lettura di dispositivi raw
ms: Polisi sistem menghalang baca raw device
nl: Systeem houdt lezen raw-apparaten tegen
sk: System policy zabraňuje čítaniu raw jednotiek
sv: Systemprincip förhindrar läsning av obehandlade enheter

source: <activity placeholder>
de: <Aktivitätsplatzhalter>
es: <indicador de posición de actividades>
fi: <tila varattu toiminnolle>
fr: <espace réservé d'activité>
gl: <indicador de posición de actividades>
it: <segnaposto attività>
sv: <platshållare för aktivitet>

source: An existing image was found (possibly from a previous run). Would you like to remove this old copy and regenerate the image?
bg: Съществуващ имидж беше открит (вероятно от предишно пускане). Искате ли да премахнете това старо копие и да регенерирате имиджа?
da: Et eksisterende billede blev fundet (formentlig fra en tidligere kørsel). Ønsker du at fjerne den gamle kopi og regenerere billedet?
de: Ein existierendes Abbild wurde gefunden (wahrscheinlich von einer vorherigen Aufruf dieser Anwendung). Möchten Sie diese alte Kopie löschen und das Abbild neu erstellen?
es: Ya existe una imagen (posiblemente de una ejecución anterior). ¿Quiere eliminar esta copia antigua y volver a generar la imagen?
fi: Olemassa oleva levykuva löytyi (mahdollisesti edelliseltä suorituskerralta). Haluatko poistaa tämän vanhan kopion ja luoda levykuvan uudelleen?
fr: Une image existante a été trouvée (probablement d'une exécution précédente). Voulez-vous enlever cette ancienne copie et régénérer l'image ?
gl: Xa existe una imaxe (posibelmente de unha execución anterior). Desexa eliminar esta copia antiga e volver a xerar a imaxe?
hr: Pronađena je postojeća slika (vjerojatno od prethodnog pokretanja). Želite li obrisati staru sliku i stvoriti novu?
it: È stata trovata un'immagine precedente. Rimuovere la vecchia copia e rigenerare l'immagine?
lt: Radau jau sukurtą atkūrimo atvaizdžio failą. Ar norite išmesti šį failą ir iš naujo sukurti sistemos atkūrimo atvaizdį?
ms: Imej yang telah ada dijumpai (kemungkinan dari jalan sebelum ini). Adakah anda mahu untuk buang salinan lama ini dan regenerate imej?
nl: Er is een bestaand beeldbestand gevonden (waarschijnlijk van een vorige keer). Wilt u deze oude kopie verwijderen en een nieuw beeldbestand aanmaken?
sk: Bol nájdený existujúci obraz (pravdepodobne z predchádzajúceho spustenia). Prajete si odstrániť túto starú kópiu a regenerovať obraz?
sv: En befintlig avbildning hittades (eventuellt från en tidigare körning). Vill du ta bort den gamla kopian och generera avbildningen igen?

source: Are you sure you want to cancel the Recovery Media creation process?
bg: Сигурни ли сте, че искате да откажете процеса по създаване на Recovery Media?
da: Er du sikker på du ønsker at annullére oprettelsen af Gendannelsesmediet?
de: Sind Sie sich sicher, dass Sie den Erstellungsprozess des Wiederherstellungsdatenträgers abbrechen möchten?
es: ¿Seguro que quiere cancelar el proceso de creación del Medio de Recuperación?
fi: Haluatko varmasti perua palautusmedian luonnin?
fr: Êtes vous sur de vouloir annuler le processus de création du média de restauration Dell?
gl: Ten a certeza que quere cancelar o proceso de creación do Soporte de Recuperación?
hr: Jeste li sigurni da želite otkazati proces izrade medija oporavka?
it: Annullare veramente il processo di creazione del supporto di recupero?
lt: Ar tikrai norite nutraukti atkūrimo laikmenos generavimą?
ms: Adakah anda pasti untuk batal proses cipta Media Recovery?
nl: Weet u zeker dat u het herstelmediaproces wilt stoppen?
sk: Ste si istý, že chcete zrušiť proces vytvorenia média pre obnovu?
sv: Är du säker på att du vill avbryta processen för att skapa återställningsmedia?

source: Cancel Recovery Media Creator
bg: Отказ
da: Annullér Gendannelsesmedie-opretter
de: Wiederherstellungsmedien-Ersteller abbrechen
es: Cancelar Recovery Media Creator
fi: Peru palautusmedian luonti
fr: Annuler la création du média de restauration Dell
gl: Cancelar o creador do Soporte de recuperación
hr: Otkaži stvaratelja medija oporavka
it: Annulla creazione supporto di recupero
lt: Nutraukti atkūrimo laikmenos generavimą
ms: Batal Media Recovery Creator
nl: Herstelmedia aanmaken annuleren
sk: Zrušiť vytvorenie média pre obnovu
sv: Avbryt skapandet av återställningsmedia

source: DVD+/-RW Disc
bg: DVD+/-RW диск
de: DVD+/-RW-Disk
es: Disco DVD+/-RW
fi: DVD+/-RW-levy
fr: Disque DVD+/-RW
gl: Disco DVD+/-RW
hr: DVD+/-RW medij
it: Disco DVD+/-RW
lt: DVD+/-RW diskas
ms: DVD+/-RW Disk
nl: Dvd+/-rw-schijf
sk: DVD+/-RW Disk
sv: DVD+/-RW-skiva

source: Dell Recovery Media Creator
bg: Създаване на Dell носител за възстановяване
da: Dell Gendannelsesmedie-opretter
de: Dell-Wiederherstellungsmedien-Ersteller
es: Creador de soportes de recuperación de Dell
fi: Dell-palautusmedian luonti
fr: Créateur du média de restauration Dell
gl: Creador de soportes de recuperación de Dell
hr: Stvaratelj Dell medija oporavka
it: Creazione supporto di recupero Dell
lt: Dell sistemos atkūrimo laikmenų įrankis
nl: Dell herstelmedia aanmaken
sk: Vytvorenie média pre obnovu Dell
sv: Skapa återställningsmedia för Dell

source: This requires a USB flash drive with approximately 2GB free.
bg: Това изисква USB флаш диск с приблизително 2GB свободно пространство.
de: Ein USB-Flash-Laufwerk mit ungefähr 2GB freiem Speicher wird benötigt.
es: Esto requiere una llave USB con aproximadamente 2GB libres.
fi: Tämä vaatii USB-aseman, jolla on noin 2GB vapaata tilaa-
gl: Isto require unha unidade flash USB con aproximadamente 2GB libres.
hr: Ovo zahtijeva USB memoriju s oko 2 GB slobodnog prostora.
it: È richiesta un'unità flash USB con almeno 2 GB di spazio libero.
nl: Dit vereist een usb-stick met ongeveer 2GB vrije ruimte.
sv: Detta kräver en USB-lagringsenhet med ungefär 2 GB ledigt utrymme.

source: This requires writable DVD media.
bg: Това изисква записваем DVD диск.
de: Eine beschreibbare DVD wird benötigt.
es: Esto requiere un disco DVD editable.
fi: Tämä vaatii kirjoitettavan DVD-levyn.
gl: ISto require un soporte DVD escribíbel.
hr: Ovo zahtijeva zapisivi DVD medij.
it: È richiesto un supporto DVD scrivibile.
nl: Dit vereist beschrijfbare DVD's
sv: Detta kräver ett skrivbart DVD-media.

source: USB Flash Drive
bg: USB флаш памет
de: USB-Flash-Laufwerk
es: Unidad Flash USB
fi: USB-Flash-asema
fr: Lecteur flash USB
gl: Unidade Flash USB
hr: USB memorija
it: Unità flash USB
lt: USB "Flash" atmintukas
nl: Usb-stick
sk: USB flash jednotka
sv: USB-enhet

source: Version:
bg: Версия:
es: Versión:
fi: Versio:
gl: Versión:
hr: Inačica:
it: Versione:
lt: Versija:
nl: Versie:
