Repository: CragW/dell-recovery
Catalog: po/*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, lt, ms, nl, sk, sv

source: in command line arguments. Falling back to DeviceKit or HAL based detection.
hr: u argumentima naredbene linije. Povratak na detekciju temeljenu na DeviceKitu ili HAL-u.
sv: i kommandoradsargument. Faller tillbaka på DeviceKit eller HAL-baserad identifiering.

source: Invalid recovery partition
da: Ugyldig genskabelsespartition
fr: Partition de restauration invalide
hr: Kriva particija oporavka
lt: Netinkamas atkūrimo skirsnis
ms: Partition recovery tidak sah
sk: Neplatná časť disku pre obnovu
sv: Ogiltig återställningspartition

source: Welcome
da: Velkommen
fr: Bienvenue
hr: Dobrodošli
lt: Sveiki
ms: Selamat Datang
sk: Vitajte
sv: Välkommen

source: Inserting FISH packages
hr: Umetanje FISH paketa
sv: Infogar FISH-paket

source: This application will create OS Recovery Media that can be used to restore the computer to its factory shipped state. You will have the option to create an USB key or DVD image.
da: Dette program vil oprette et gendannelses medie som kan bruges til at gendanne computeren til den tilstand den forlod fabrikken i. Du vil få mulighed for at oprette enten en USB nøgle eller et DVD billede.
fr: Cette application permettra de créer un média de récupération qui peut être utilisé pour restaurer l'ordinateur à son état de sortie d'usine. Vous avez la possibilité de créer une clé USB ou une image DVD.
hr: Aplikacija će stvoriti medij oporavka OS-a, koji se može koristiti za vraćanje računala u tvorničko stanje. Imat ćete mogućnost izrade slike za USB memoriju ili DVD.
lt: Ši programa sukurs kompiuterio operacinės sistemos atkūrimo laikmeną, kurios pagalba galėsite atkurti kompiuterio programinę įrangą iki dabar esančios būsenos. Jūs galėsite įrašyti atkūrimo atvaizdį į USB atmintuką ar DVD diską.
ms: Aplikasi ini akan cipta Media OS Recovery yang boleh digunakan untuk restore komputer ke keadaan asal dari kilang. Anda mempunyai pilih untuk cipta key USB atau imej DVD.
sk: Táto aplikácia vytvorí médium pre zotavenie OS, ktoré možno použiť na obnovenie počítača do výrobcom dodanom stave. Budete mať možnosť vytvoriť USB kľúč alebo DVD obraz.
sv: Detta program kommer att skapa ett återställningsmedia för operativsystem som kan användas för att återställa datorn till dess fabriksinställningar. Du kommer att få alternativet att skapa på en USB-enhet eller dvd-avbildning.

source: The FID framework is the first piece overlaid on top of a Vanilla image. In the event that you are generating from an existing BTO image, you can use the framework built into that image.
hr: FID okvir je prvi dio koji preklapa dio vrha Vanilla slike. U slučaju da generiranje obavljate iz postojeće BTO slike, možete koristiti okvir ugrađen u tu sliku.

source: <big><b>Create Dell Recovery Media?</b></big>
hr: <big><b>Stvoriti Dell medij oporavka?</b></big>
lt: <big><b>Sukurti Dell sistemos atkūrimo laikmeną?</b></big>
sv: <big><b>Skapa återställningsmedia för Dell?</b></big>

source: File Name:
da: Filbavn:
fr: Nom du Fichier:
lt: Failo pavadinimas:
ms: Nama File:
sk: Názov súboru:

source: Dell Recovery Media can be used to restore your system to the same state as when it was first shipped to you. <b>It is highly recommended that you generate media and store it in a safe place.</b>
lt: Dell sistemos atkūrimo laikmena gali būti naudojama atstatant jūsų kompiuterio operacinę sistemą. Po atstatymo sistema bus kaip naujame kompiuteryje. <b>Primygtinai Jums rekomenduojame sukurti atkūrimo laikmeną ir padėti ją į saugią vietą.</b>

source: in command line arguments. Falling back to HAL based detection.
da: i kommandolinje argument. Falder tilbage til HAL detection.

source: If you would like to archive another copy, the generated image has been stored under the filename:
da: Hvis du ønsker at arkivere en anden kopi, er det generede billede gemt under filnavnet:
ms: Sekiranya anda mahu arkib salinan lain, imej terjana telah disimpan di bawah nama fail:
sk: Ak by ste sa chceli archivovať ďalšiu kópiu, vytvorený obraz disku bol uložený v súbore s názvom:

source: This tool requires that a Utility Partition and Linux Recovery partition are present to function.
da: Dette værktøj kræver at en nytte-partition og Linux Recovery Partition er til stede og fungerer.
ms: Perkakas ini memerlukan Partition Utiliti dan partition Linux Recovery hadir untuk berfungsi.
sk: Tento nástroj vyžaduje, aby Utility oddiel a Linuxová oblasť pre obnovu mali uvedenú funkciu.

source: Choose Target Directory
da: Vælg mål-mappe
fr: Choisissez le répertoire de destination
ms: Pilih Direktori Tujuan
sk: Vyberte cieľový adresár

source: OS Release:
da: OS udgivelse:
fr: Version du système d'exploitation:
ms: Versi keluaran OS:
sk: OS Vydanie:

source: Building UP
da: Bygger op
ms: Membina UP
sk: Zostavovanie UP

source: Generating UUID
da: Genererer UUID
ms: Menjana UUID
sk: Generovanie UUID

source: Create Dell Recovery ISO
da: Opret Dell Gendannelses ISO
ms: Cipta Dell Recovery ISO
sk: Vytvoriť Dell ISO pre obnovu

source: Create Dell Recovery Media
da: Opret Dell Gendannelsesmeide
fr: Créer le média de restauration Dell
ms: Cipta Media Recovery Dell
sk: Vytvoriť Dell Medium pre zotavenie

source: Retry burn?
da: Prøv at brænde igen?
fr: Réessayer de graver?
ms: Cuba lagi bakar?
sk: Opakovať napaľovanie?

source: Select a directory for the ISO
da: Vælg en mappe til ISO billedet
fr: Sélectionnez un répertoire pour l'ISO
ms: Pilih direktori untuk ISO
sk: Vyberte adresár pre ISO

source: The media burn process failed. Would you like to retry?
da: Brænding af medie mislukkedes. Vil du prøve igen?
fr: Le processus de gravure du média a échoué. Voulez vous réessayer?
ms: Proses bakar media gagal. Adakah anda mahu cuba lagi?
sk: Napálenie média zlyhalo. Prajete si opakovať?
