Repository: CragW/dell-recovery
Catalog: po/*.po
Languages: bg, da, de, es, fi, fr, gl, hr, it, lt, ms, nl, sk, sv

source: <b>The GIT fetch is in progress. </b> This window will close automatically when the process is complete. <b>NOTE:</b> Please be patient, the initial fetch may take a while.
bg: <b>Изтегляне на GIT. </b> Този прозорец ще се затвори автоматично, когато процеса е завършен. <b>БЕЛЕЖКА:</b> Моля бъдете търпеливи, първоначалното изтегляне може да отнеме време.
de: <b>GIT wird geholt. </b> Dieses Fenster wird sich nach Abschluss des Vorgangs automatisch schließen. <b>HINWEIS:</b> Bitte haben Sie etwas Geduld, der erste Abholvorgang kann einige Zeit in Anspruch nehmen.
fi: <b>GIT-nouto on käynnissä. </b> Tämä ikkuna sulkeutuu automaattisesti, kun toiminto on valmis. <b>HUOMAA:</b> Ole kärsivällinen, sillä ensimmäinen nouto voi kestää jonkin aikaa.
gl: <b>O proceso de obtención de GIT está en progreso. </b> Esta xanela pecharase automaticamente cando o proceso remate. <b>NOTA:</b> Teña paciencia, o procexo iniciar de obtención pode levar un anaco.
hr: <b>U tijeku je GIT fetch. </b> Ovaj će se prozor zatvoriti automatski nakon što proces završi. <b>NAPOMENA:</b> Molim budite strpljivi, inicijalno preuzimanje može potrajati neko vrijeme.
it: <b>GIT in avanzamento.</b> Questa finestra si chiuderà automaticamente al completamento del processo. <b>NOTA:</b> attendere, l'operazione potrebbe impiegare alcuni minuti.
nl: <b>GIT is bezig met ophalen. </b> Dit venster sluit automatisch wanneer het proces voltooid is. <b>OPMERKING:</b> Geduld a.u.b., het ophalen kan even duren.
sv: <b>GIT-hämtningen är igång. </b> Detta fönster kommer automatiskt att stängas när processen är färdig. <b>OBSERVERA:</b> Var god vänta. Den initiala hämtningen kan ta tid.

source: Add Dell Recovery
bg: Добавяне на Dell Recovery
de: Dell-Recovery hinzufügen
es: Añadir la recuperación de Dell
fi: Lisää ”Dell Recovery”
gl: Engadir Dell Recovery
it: Aggiungi Dell Recovery
nl: Dell-herstel toevoegen

source: Any add-on drivers or applications that need to be integrated into the image can be added here.
bg: Всички добавяеми драйвери или приложения, които трябва да бъдат интегрирани в имиджа, могат да бъдат добавени тук.
de: Alle zusätzlichen Treiber oder Anwendungen, die in das Abbild integriert werden sollen, können hier hinzugefügt werden.
fi: Mahdolliset tarvittavat, levykuvaan integroitavat lisäajurit ja sovellukset voidaan lisätä tässä.
gl: Calquera controlador engadido ou aplicativo que se necesite integrar na imaxe pode engadirse aquí.
hr: Bilo koji dodatni upravljački programi ili aplikacije koje bi se trebale integrirati u sliku, mogu se dodati ovdje.
it: Tutti i componenti aggiuntivi o le applicazioni da integrare nell'immagine possono essere aggiunti qui.
lt: Čia galite pridėti papildomas programas, aparatinės įrangos valdykles ar kitą programinę įrangą, kurią norite įdėti į sistemos atkūrimo atvaizdį.
nl: Alle stuurprogramma's en toepassingen die in het beeldbestand geïntegreerd moeten worden kunnen hier worden toegevoegd.

source: BTO images can optionally include a Utility Partition for diagnostic utilities.
bg: BTO имиджи могат да включват опционално Ютилити дял за диагностични помощни програми.
de: BTO-Abbilder können wahlweise eine Werkzeugpartition für Diagnosewerkzeuge beinhalten.
fi: BTO-levykuvat voivat valinnaisesti sisältää vianjäljitystyökaluja sisältävän työkaluosion.
gl: As imaxes BTO poden incluír opcionalmente unha partición de Utilidade para as utilidades de diagnóstico.
it: Le immagini BTO possono opzionalmente contenere un partizione di utilità per la diagnostica.
nl: BTO-beeldbestanden kunnen optioneel een hulpmiddelen-partitie voor diagnostische hulpmiddelen bevatten.

source: Browse for a dell-recovery package
bg: Разглеждане за dell-recovery пакет
de: Nach einem dell-recovery-Paket suchen
es: Búsqueda de un paquete de recuperación de Dell
fi: Selaa etsiäksesi dell-recovery-pakettia
gl: Explorar polo paquete de dell-recovery
it: Ricercare tutti i pacchetti dell-recovery
nl: Blader voor een dell-herstelpakket

source: Build dell-recovery package from this system
bg: Изграждане на dell-recovery пакет от тази система
de: dell-recovery-Paket aus diesem System erstellen
es: Construir el paquete dell-recovery desde este sistema
fi: Rakenna dell-recovery-paketti tästä järjestelmästä
gl: Construir o paquete de dell-recovery para este sistema
it: Genera un pacchetto dell-recovery del sistema
nl: Bouw dell-herstelpakket van dit systeem

source: Choose Content
bg: Избор на съдържание
de: Inhalt auswählen
es: Elegir contenido
fi: Valitse sisältö
gl: Seleccione o contido
it: Scegliere contenuto
nl: Inhoud kiezen

source: Choose Image
bg: Избор на имидж
de: Abbild wählen
es: Escoger Imagen
fi: Valitse levykuva
gl: Seleccione unha imaxe
hr: Odaberite sliku
it: Scegliere immagine
lt: Pasirinkite atvaizdį
nl: Beeldbestand kiezen
sv: Välj avbildning

source: Choose package
bg: Избиране на пакет
de: Paket wählen
es: Elija el paquete
fi: Valitse paketti
gl: Seleccionar paquete
it: Scegliere pacchetto
nl: Pakket kiezen

source: Detected Recovery Partition
bg: Открит дял за възстановяване
de: Erkannte Wiederherstellungspartition
es: Detectada partición de recuperación
fi: Palautusosio havaittiin
gl: Detectouse a partición de recuperación
hr: Pronađena particija oporavka
it: Rilevata partizione di ripristino
lt: Aptiktas atkūrimo skirsnis
nl: Gevonden herstelpartitie
sv: Identifierade återställningspartition

source: Detected Utility Partition
bg: Открит Ютилити дял
de: Erkannte Werkzeugpartition
es: Partición de utilidades detectada
fi: Työkaluosio havaittiin
gl: Partición de utilidades eliminada
it: Rilevata partizione di utilità
nl: Gevonden hulpmiddelen-partitie

source: During Factory Installation, applications are only installed if the order record (SDR) refers to the service release vehicle (SRV). This populates the possible SRVs to be queried during installation.
bg: По време на фабричната инсталация, приложенията са инсталирани само ако реда на записа (SDR) има референция към SRV (Service Release Vehicle). Това дава възможност SRV-та да бъдат запитвани по време на инсталацията.
de: Während der Wiederherstellung des Auslieferungszustandes werden Anwendungen nur dann installiert, wenn der »Order Record (SDR)« mit dem »Service Release Vehicle (SRV)« übereinstimmt. Das bedeutet, dass bestimmte SRVs während der Installation benötigt werden können.
fi: Tehdasasennuksen aikana sovelluksia asennetaan vain, jos tilausrekisteri (”SDR”) viittaa SRV:hen (”service release vehicle”). Tämä sisältää asennuksen aikana kyseltävät mahdolliset SRV:t.
gl: Durante a instalación da Factory, os aplicativos só están instalados se o rexistro de orde (SDR) se refire ao vehículo de liberación do servizo (SRV). Isto completa os posíbeis SRV para ser consultados durante a instalación.
it: Durante l'installazione delle impostazioni di fabbrica, le applicazioni vengono installate solo se l'ordine dei record (SDR) fa riferimento ad un SRV, aumentando la possibiltà che questo venga interrogato durante l'installazione.
nl: Tijdens de fabrieksinstallatie worden toepassingen alleen geïnstalleerd als de SDR verwijst naar de SRV. Dit vult de mogelijke SRV's in waarnaar tijdens de installatie gevraagd wordt.

source: Extracted Directory
bg: Извлечена Папка
de: Extrahiertes Verzeichnis
es: Directorio extraído
fi: Purettiin hakemisto
gl: O cartafol foi extraido
hr: Raspakirani direktorij
it: Directory estratta
lt: Išskleistas aplankas
nl: Uitgepakte map
sv: Extraherad katalog

source: FID Framework enclosed in debian package
de: FID-Framework wird dem Debian-Paket beigefügt
fi: FID-kehysohjelmisto sisällytettynä debian-pakettiin
it: Framework FID incluso nel pacchetto debian

source: FID GIT Tree
bg: FID GIT дърво
de: FID-GIT-Baum
fi: FID GIT-puu
gl: Árbore de GIT FID
hr: FID GIT stablo
it: Albero FID GIT
nl: FID GIT-boom
sv: FID GIT-träd

source: FID framework built into BTO image
bg: FID рамка изградена в BTO имидж
de: In das BTO-Abbild eingebautes FID-Gerüst
es: Entorno de trabajo PID construido en la imagen BTO
fi: FID-kehysohjelmisto rakennettu BTO-levykuvaan
gl: Marco de traballo FID construida dentro de imaxe BTO
hr: FID okvir ugrađen u BTO sliku
it: Ambiente FID creato nell'immagine BTO
nl: FID-framework opgenomen in BTO-beeldbestand
sv: FID-ramverk inbyggd i BTO-avbildningen

source: Fetch/Update GIT Tree
bg: Изтегляне/Обновяване на GIT дървото
de: GIT-Baum abholen/aktualisieren
fi: Hae/päivitä GIT-puu
gl: Obter/Actualizar o árbore de GIT
hr: Dohvati/ažuriraj GIT stablo
it: Recuperare/Aggiornare l'albero GIT
nl: GIT-boomstructuur ophalen/bijwerken
sv: Hämta/Uppdatera GIT-trädet

source: GIT Tags/Branches:
bg: GIT Тагове/Разклонения:
de: GIT-Tags/-Zweige:
fi: GIT-merkinnät/haarat:
gl: Etiquetas/ramas de GIT:
hr: GIT oznake/ogranci:
it: Tag/Branch GIT:
sv: GIT-taggar/Grenar:

source: GIT Tree Status
bg: GIT статус на дървото
de: Status GIT-Baum
fi: GIT-puun tila
gl: Estado da árbore GIT
hr: Stanje GIT stabla
it: Stato albero GIT
nl: Status GIT-boomstructuur
sv: Status för GIT-trädet

source: ISO Image
bg: ISO образ
da: ISO billede
de: ISO-Abbild
es: Imagen ISO
fi: ISO-levykuva
fr: Image ISO
gl: Imaxe ISO
hr: ISO slika
it: Immagine ISO
lt: ISO atvaizdis
ms: Imej ISO
nl: ISO-beeldbestand
sk: ISO obraz
sv: ISO-avbildning

source: Install dpkg-repack
bg: Инсталиране на dpkg-repack
de: dpkg-repack installieren
es: Instalar dpkg-repack
fi: Asenna dpkg-repack
gl: Instalar dpkg-repack
it: Installare dpkg-repack

source: Install git
bg: Инсталиране на git
de: git installieren
fi: Asenna git
gl: Instalar git
hr: Instaliraj git
it: Installare git
lt: Įdiegti GIT
nl: Git installeren
sv: Installera git

source: No additional Utility Partition
bg: Няма допълнителен Ютилити дял
de: Keine zusätzliche Werkzeugpartition
fi: Ei ylimääräistä työkaluosiota
gl: Non hai unha Partición de utilidades adicional
it: Nessuna partizione di utilità aggiuntiva
nl: Geen aanvullende hulpmiddelen-partitie

source: Part of the FID overlay requires a dell-recovery package to be included.
de: Teile des FID erfordern das Hinzufügen eines dell-recovery-Pakets
fi: Osa FID-laskoksesta vaatii dell-recovery-paketin sisällyttämistä.
it: Parte della copertura FID richiede l'inclusione di un pacchetto dell-recovery.

source: Please enter the SRV to use:
bg: Моля въведете SRV, който да се използва:
de: Geben Sie bitte ein, welches SRV verwendet werden soll:
es: Introduzca el SRV a usar:
fi: Syötä käytettävä SRV:
gl: Insira un SRV a usar:
it: inserire SRV da utilizzare:
nl: Voer de te gebruiken SRV in:

source: SRV Entry
bg: SRV запис
de: SRV-Eintrag
es: Entrada SRV
fi: SRV:n syöttö
gl: Entrada SRV
it: Voce SRV
nl: Ingevoerde SRV

source: Select content for Utility Partition
bg: Избиране на съдържание за Ютилити дял
de: Wählen Sie den Inhalt für die Werkzeugpartition aus
fi: Valitse työkaluosion sisältö
gl: Seleccione o contido para a Partición de utilidades
it: Selezionare il contenuto della partizione di utilità
nl: Inhoud voor de hulpmiddelen-partitie kiezen

source: Selected Content Details:
bg: Избрани детайли на съдържанието:
de: Details zum ausgewählten Inhalt
es: Detalles de contenido seleccionados:
fi: Valitse sisällön yksityiskohdat:
gl: Detalles do contido seleccionados:
it: Dettagli del contenuto selezionato:
nl: Details voor inhoud selecteren:

source: Selected Image Details:
bg: Избрани детайли на имиджа:
de: Details zum ausgewählten Abbild:
es: Detalles de la imagen seleccionada:
fi: Valitun levykuvan tiedot:
gl: Detalles da imaxe seleccionada:
hr: Detalji odabrane slike:
it: Dettagli dell'immagine selezionata:
lt: Pasirinkto atvaizdžio informacija:
nl: Details voor beeldbestand selecteren:
sv: Detaljer om vald avbildning:

source: Selected Overlay Details:
bg: Изпрани насложени детайли:
de: Details zum ausgewählten Overlay:
es: Detalles de superposición seleccionados:
fi: Valitun laskostuksen tiedot:
hr: Detalji odabranog prekrivanja:
it: Dettagli sovrapposti selezionati:
nl: Details voor overlay selecteren:
sv: Detaljer om vald overlay:

source: Show Details
bg: Показване на подробности
de: Details anzeigen
fi: Näytä yksityiskohdat
gl: Mostrar os detalles
hr: Prikaži detalje
it: Mostra dettagli
lt: Rodyti išsamią informaciją
nl: Details tonen
sv: Visa detaljer

source: The BTO FID framework is the first thing injected into a base vanilla image. If you are generating from an existing BTO compatible image, you may use the built-in framework.
de: Das BTO-FID-Framework ist der erste Gegenstand, welcher in das Standardabbild eingefügt wird. Wenn Sie an einem existierendem Abbild mit BTO-Unterstützung arbeiten, können Sie das eingebaute Framework verwenden.
fi: BTO FID -kehysohjelmisto on ensimmäinen peruslevykuvaan lisättävä asia. Jos olet luomassa tätä olemassa olevasta BTO-yhteensopivasta levykuvasta, voit käyttää sisään rakennettua kehysohjelmistoa.
it: Il framework FID BTO è la prima cosa inserita in una immagine «vanilla». Se si sta generando l'immagine da una BTO compatibile già esistente, si dovrebbe utilizzare il framework integrato.

source: The Base OS image provides the majority of the content for a BTO image. It can be a Vanilla OS image, or existing BTO Image.
bg: Базовият имидж на операционната система предоставя основното съдържание за BTO имиджа. Той може да бъде Vanilla OS имидж, или съществуващ BTO имидж.
de: Das Basis-Betriebssystemsabbild liefert den Großteil des Inhalts eines BTO-Abbilds. Es kann sich um ein unverändertes Betriebssystemabbild handeln oder um ein existierendes BTO-Abbild.
fi: Käyttöjärjestelmän peruslevykuva tarjoaa suurimman osan BTO-levykuvan sisällöstä. Se voi olla puhdas käyttöjärjestelmän levykuva, tai olemassa oleva BTO-levykuva.
gl: A imaxe base do sistema fornece a maioría do contido para unha imaxe BTO. Pode ser unha imaxe de sistema limpa ou unha imaxe BTO existente.
hr: Slika osnovnog sustava osigurava većinu sadržaja za BTO sliku. Ona može biti slika Vanilla OS-a ili postojeća BTO slika.
it: L'immagine di base del sistema operativo fornisce la maggior parte dei contenuti per un'immagine "BTO". Può essere un'immagine "Vanilla" del sistema operativo o un'immagine "BTO" esistente.
nl: Het basis-OS-beeldbestand levert het grootste deel van de inhoud voor een BTO-beeldbestand. Het kan een Vanilla-OS-beeldbestand zijn, of een bestaand BTO-beeldbestand.
sv: Base OS-avbildningen tillhandahåller majoriteten av innehållet för en BTO-avbildning. Det kan vara en Vanilla OS-avbildning eller befintlig BTO-avbildning.

source: Build OS Media
de: Betriebssystemdatenträger wird erstellt
fi: Rakenna käyttöjärjestelmämedia
it: Creazione supporto del sistema operativo

source: Restore System
de: System wird wiederhergestellt
fi: Palauta järjestelmä
it: Ripristina il sistema

source: This will create OS Recovery Media that can be used to restore the computer to its factory shipped state. You will have the option to create an USB key or DVD image.
de: Dies erstellt einen Betriebssystemwiederherstellungsdatenträger, der benutzt werden kann, um den Rechner in seinen Auslieferungszustand zurückzusetzen. Sie können einen USB-Stick oder eine DVD verwenden.
fi: Tämä luo käyttöjärjestelmän palautusmedian, jota käyttämällä tietokone on mahdollista palauttaa tehtaalta tulleeseen tilaansa. Voit luoda USB-muisti- tai DVD-levykuvan
it: Verrà creato un supporto di ripristino del sistema operativo da utilizzare per riporatre il computer alle impostazioni iniziali. Sarà possibile creare un supporto USB o un'immagine DVD.

source: This will restore the system to the factory shipped state using the recovery partition stored on the hard drive.
de: Dies wird Ihr System mit Hilfe der auf der Festplatte gespeicherten Wiederherstellungspartition in den Auslieferungszustand zurückversetzen.
fi: Tämä palauttaa järjestelmän tilaan, jossa se oli tehtaalla toimitettaessa. Palautukseen käytetään kiintolevylle sisällytettyä palautusosiota.
it: Riporterà il sistema alle impostazioni originali utilizzando la partizione di ripristino archiviata sul disco rigido.

source: _Help
de: _Hilfe
fi: O_hje
it: A_iuto

source: <b>ERROR:</b> This media is only valid on Dell systems.
bg: <b>ГРЕШКА:</b> Този носител е валиден само за системи Dell.
de: <b>FEHLER:</b> Dieses Medium kann nur auf Dell-Systemen verwendet werden.
es: <b> ERROR: </ b> Este medio sólo es válido en los sistemas Dell.
fi: <b>VIRHE:</b> Tämä media on tarkoitettu vain Dell-järjestelmille.
gl: <b>ERRO:</b> Este soporte só é válido en sistemas Dell.
hr: <b>GREŠKA:</b> Ovaj medij je važeći samo na Dellovim sustavima.
it: Errore: questo supporto può essere utilizzato solo su sistemi Dell.
nl: <b>FOUT:</b> Dit medium is alleen geldig op Dell-systemen.
sv: <b>FEL:</b> Detta media är endast giltigt på Dell-system.

source: <b>It is highly recommended that you generate media and store it in a safe place.</b>
bg: <b>Силно препоръчетелно е да генерирате носител и да го съхранявате на безопасно място.</b>
de: <b>Es wird dringend geraten, ein Wiederherstellungsmedium zu erstellen und an einem sicheren Ort aufzubewahren.</b>
fi: <b>Median luominen on hyvin suositeltavaa. Sijoita se luomisen jälkeen turvalliseen paikkaan.</b>
gl: <b>É moi recomendábel que xere un soporte e o almacene nun lugar seguro.</b>
hr: <b>Preporuka je da generirate medij i spremite ga na sigurno mjesto.</b>
it: <b>È consigliato creare un supporto di ripristino e conservarlo in ul luogo sicuro.</b>
nl: <b>Het is ten zeerste aan te raden dat u media aanmaakt en op een veilige plaats bewaart.</b>
sv: <b>Det rekommenderas starkt att du genererar ett media och lagrar det på en säker plats.</b>

source: <b>Note:</b> This requires a USB flash drive with approximately 2GB free.
bg: <b>Бележка:</b> Това изисква USB флаш с приблизително 2GB свободно пространство.
de: <b>Hinweis:</b> Ein USB-Flash-Laufwerk mit ungefähr 2GB freiem Speicher wird benötigt.
es: <b>Nota:</b> Esto requiere una unidad USB flash con aproximadamente 2GB libres.
fi: <b>Huomaa:</b> Tämä vaatii USB-muistivälineen, jolla on noin 2GB vapaata tilaa.
gl: <b>Nota:</b> Isto require una unidade USB flash con aproximadamente 2GB libres.
hr: <b>Napomena:</b> Ovo zahtijeva USB memoriju s oko 2 GB slobodnog prostora.
it: <b>Nota:</b> è richiesta una unità flash USB con almeno 2 GB di spazio libero.
lt: <b>Pastaba:</b> Šiuo atveju jums reikės USB "flash" atmintuko, kuriame yra bent 2 GB laisvos vietos.
nl: <b>Opmerking:</b> Dit vereist een USB-stick met ongeveer 2 GB vrij.
sv: <b>Observera:</b> Detta kräver en USB-lagringsenhet med ungefär 2 GB ledigt utrymme.

source: <b>Note:</b> This requires writable DVD media.
bg: <b>Бележка:</b> Това изисква записваем DVD носител.
de: <b>Hinweis:</b> Eine beschreibbare DVD wird benötigt.
es: <b>Nota:</b> Esto requiere un disco DVD grabable.
fi: <b>Huomaa:</b> Tämä vaatii kirjoitettavan DVD-levyn
gl: <b>Nota:</b> Isto require un disco DVD grabable.
hr: <b>Napomena:</b> Ovo zahtijeva zapisivi DVD medij.
it: <b>Nota:</b> è richiesto un supporto DVD scrivibile.
lt: <b>Pastaba:</b> Šiuo atveju jums reikės įrašomo DVD disko.
nl: <b>Opmerking:</b> Dit vereist een beschrijfbare DVD-schijf.
sv: <b>Observera:</b> Detta kräver ett skrivbart DVD-media.

source: Dell Recovery Media can be used to restore your system to the same state as when it was first shipped to you.
bg: Dell Recovery Media може да се използва за възстановяване на вашата система до същото състояние в което тя ви е била доставена.
de: Dell-Wiederherstellungsmedien können zum Zurücksetzen Ihres Systems (in den Zustand, in dem es Ihnen geliefert wurde) benutzt werden.
fi: Dell-palautusmedialta järjestelmä voidaan palauttaa samaan tilaan, jossa se oli vastaanottaessasi järjestelmän.
gl: O soporte de recuperación de Dell pode usarse para restaurar o seu sistema ao mesmo estado que cando o comprou.
hr: Dell medij oporavka se može upotrijebiti za vraćanje sustava u prvotno stanje kakvo je bilo kada vam je on bio isporučen.
it: Il supporto di ripristino Dell può essere utilizzato per ripristinare il sistema allo stato iniziale.
nl: Dell herstelmedia kan gebruikt worden om uw systeem terug te brengen in de staat waarin het geleverd werd.
sv: Återställningsmedia för Dell kan användas för att återställa din dator till samma tillstånd som den befann sig i när den levererades till dig.

source: Don't generate recovery media at this time
bg: Не генерирай носител за възстановяване по това време
de: Wiederherstellungsmedium jetzt nicht erstellen
fi: Älä luo palautusmediaa tällä kertaa
gl: Non xerar o soporte de recuperación neste momento
hr: Nemoj sada generirati medij oporavka
it: Non generare supporti di ripristino in questo momento
lt: Negeneruoti atkūrimo laikmenos šiuo metu
nl: Op dit ogenblik herstelmedia niet genereren
sv: Generera inte återställningsmedia för tillfället

source: Recovery Media can be generated later by choosing the tool from the System menu.
bg: Recovery Media може да бъде генериран по-късно като се избере инструмента то менюто Система
de: Das Wiederherstellungsmedium kann später erstellt werden, indem Sie das Werkzeug im System-Menü wählen.
es: El disco de recuperación se puede generar después eligiendo la herramienta en el menú Sistema.
fi: Palautusmedian voi luoda myöhemmin valitsemalla työkalun Järjestelmä-valikosta.
gl: Pode xerar o soporte de recuperación máis tarde seleccionando a ferramenta no menú Sistema.
hr: Medij oporavka se može generirati kasnije, odabirom alata iz izbornika Sustav.
it: I supporti di ripristino possono essere generati successivamente scegliendo il programma dal menù Sistema.
nl: Herstelmedia kan later worden gegenereerd door het hulpmiddel te kiezen uit het menu Systeem.
sv: Återställningsmedia kan genereras senare genom att välja verktyget från System-menyn.

source: Restore #OS# to factory state
fi: Palauta #OS# tehdastilaan

source: Save recovery media to DVD
bg: Запазване на носителя за възстановяване на DVD
de: Wiederherstellungsmedium auf DVD speichern
es: Guardar el disco de recuperación en un DVD
fi: Tallenna palautusmedia DVD-levylle
gl: Gardar o soporte de recuperación nun DVD
hr: Spremi medij oporavka na DVD
it: Salvare il supporto di ripristino in un DVD
lt: Išsaugoti atkūrimo atvaizdį į DVD
nl: Herstelmedia opslaan op dvd
sv: Spara återställningsmedia till DVD

source: Save recovery media to an external USB flash drive
bg: Запазване на носителя за възстановяване на външен USB флаш диск
de: Wiederherstellungsmedium auf einem externen USB-Flash-Laufwerk speichern
es: Guardar el disco de recuperación en una memoria flash USB externa
fi: Tallenna palautusmedia ulkoiselle USB-muistivälineelle
gl: Gardar o soporte de recuperación nunha unidade flash USB externa
hr: Spremi medij oporavka na vanjsku USB memoriju
it: Salvare il supporto di ripristino in una unità flash USB esterna
lt: Išsaugoti atkūrimo atvaizdį į išimamą USB "flash" atmintuką
nl: Herstelmedia opslaan op een extern usb-station
sv: Spara återställningsmedia till en extern USB-lagringsenhet

source: No media, create ISO image
bg: Няма носител, създаване на ISO образ
da: Ingen medie, opret ISO billede
de: Kein Medium, ISO-Abbild erzeugen
fr: Aucun média, créer une image ISO
gl: Sen soporte, crear unha imaxe ISO
hr: Bez medija, stvori ISO sliku
it: No, crea immagine ISO
lt: tik sukurti ISO atvaizdžio failą
ms: Tiada media, cipta imej ISO
nl: Geen media, maak ISO-beeldbestand aan
sk: Žiadne médium, vytváram ISO obraz
sv: Inget media, skapa ISO-avbildning

source: Media Type
es: Tipo de soporte

source: Application Packages
es: Paquetes de aplicaciones

source: Driver Packages
es: Paquetes de controladores

source: Produce a standard installation image.
es: Producir una imagen de instalación estándar.

source: Invalid utility partition
da: Ugyldig nytte partition
hr: Kriva uslužna particija
lt: Netinkamas įrankių skirsnis
ms: Partition utiliti tidak sah
sv: Ogiltig tillbehörspartition
