Repository: CragW/dell-recovery
Catalog: po/dell-recovery-*.po
Languages: de, es, fi, fr, it, pt_br, sv

source: <activity placeholder>
de: <Aktivitätsplatzhalter>
es: <indicador de posición de actividades>
fi: <tila varattu toiminnolle>
fr: <espace réservé d'activité>
it: <segnaposto attività>
pt_br: <espaço reservado para atividades>
sv: <platshållare för aktivitet>

source: Cancel Recovery Media Creator
de: Recovery Media Creator abbrechen
es: Cancelar Recovery Media Creator
fi: Peru palautusmedian luonti
fr: Annuler Recovery Media Creator
it: Annulla creazione supporto di recupero
pt_br: Cancelar o Recovery Media Creator
sv: Avbryt skapandet av återställningsmedia

source: DVD+/-RW Disc
de: DVD+/-RW Disk
es: Disco DVD+/-RW
fi: DVD+/-RW-levy
fr: Disque DVD+/-RW
it: Disco DVD+/-RW
pt_br: Disco DVD+/-RW
sv: DVD+/-RW-skiva

source: Dell Recovery Media Creator
de: Dell Media Creator-Wiederherstellungsprogramm
es: Creador de soportes de recuperación de Dell
fi: Dell-palautusmedian luonti
it: Creazione supporto di recupero Dell
pt_br: Criador de mídia de recuperação Dell
sv: Skapa återställningsmedia för Dell

source: Retry burn?
de: Brennen erneut versuchen?
es: ¿ Reintentar grabación ?
fi: Yritä kirjoitusta uudelleen?
sv: Bränn igen?

source: This application will create OS Recovery Media that can be used to restore the computer to its factory shipped state. You will have the option to create an USB key or DVD image.
de: Diese Anwendung wird OS Rettungs-CD verwendet werden können zur Wiederherstellung des Computers auf die Werkseinstellungen Zustand versandt. Sie haben die Option, um ein USB-Stick oder DVD-Image
es: Esta aplicación creará OS recuperación de los medios de comunicación que pueden utilizarse para restaurar el equipo a su estado de fábrica enviadas. Usted tendrá la opción de crear una llave USB o imagen de DVD.
fi: Tämä sovellus luo käyttöjärjestelmän palautusmedia, jota voidaan käyttää tietokoneen palauttamiseksi tehtaalta toimitettua vastaavaan tilaan. Voit luoda joko USB-tikun tai DVD-kuvan.
fr: Cette application permettra de créer OS de supports de récupération qui peut être utilisé pour restaurer l'ordinateur à son état usine expédiées. Vous avez la possibilité de créer une clé USB ou un DVD image.
it: Questa applicazione permette di creare un supporto di recupero del sistema operativo che può essere usato per ripristinare il computer alle impostazioni di fabbrica. È possibile creare sia una chiavetta USB che un'immagine DVD.
pt_br: Este pedido vai criar OS Recuperação Mídia que pode ser usado para restaurar o computador ao seu estado embarcados fábrica. Você terá a opção de criar uma chave USB ou DVD imagem.
sv: Detta program kommer att skapa ett återställningsmedia för operativsystem som kan användas för att återställa datorn till dess fabriksinställningar. Du kommer att få alternativet att skapa på en USB-enhet eller dvd-avbildning.

source: USB Flash Drive
de: USB Flash-Laufwerk
es: Unidad Flash USB
fi: USB-Flash-asema
fr: Lecteur flash USB
it: Unità flash USB
pt_br: Unidade Flash USB
sv: USB-enhet

source: Building Utility Partition
de: Dienstprogramm-Partition erstellen
es: Creando Partición de utilidades
fi: Rakennetaan työkaluosiota
fr: Création d'une partition d'utilitaires
it: Costruzione partizione di utilità
pt_br: Criando uma partição de utilitários
sv: Bygger verktygspartition

source: Preparing Recovery Partition
de: Wiederherstellungspartition bereitstellen
es: Preparando partición de recuperación
fi: Valmistellaan palautusosiota
fr: Préparation d'une partition de restauration
it: Preparazione partizione di recupero
pt_br: Preparando uma partição de recuperação
sv: Förbereder återställningspartition

source: Building Recovery Partition
de: Wiederherstellungspartition erstellen
es: Creando partición de recuperación
fi: Rakennetaan palautusosiota
fr: Création d'une partition de restauration
it: Costruzione partizione di recupero
pt_br: Criando uma partição de recuperação
sv: Bygger återställningspartition

source: Regenerating UUIDs
de: UUIDs (Identifikatorenstandarde) regenerieren
es: Regenerando los UUID
fi: Luodaan UUID:itä uudelleen
fr: Régéneration des UUID
it: Rigenerazione degli UUID
pt_br: Recriando UUIDs
sv: Omgenererar UUID

source: create-new-uuid exited with a nonstandard return value.
de: Das Programm "Neue UUID erstellen" wurde mit einem nichtstandardgemäßen Rückgabewert beendet.
es: create-new-uuid se ha cerrado con un valor de retorno no estándar.
fi: create-new-uuid poistui epätavallisella palautusarvolla.
fr: Fermeture de create-new-uuid avec une valeur de retour non standard.
it: create-new-uuid è terminata con un valore di ritorno non standard.
pt_br: Saída de create-new-uuid com um valor de retorno fora do padrão.
sv: create-new-uuid avslutades med ett icke-standard svarsvärde.

source: Building ISO image
de: ISO-Abbild erstellen
es: Creando imagen ISO
fi: Rakennetaan ISO-levykuvaa
fr: Création de l'image ISO
it: Costruzione immagine ISO
pt_br: Criando imagem ISO
sv: Bygger ISO-avbildning

source: Building ISO Image
de: ISO-Abbild erstellen
es: Creando imagen ISO
fi: Rakennetaan ISO-levykuvaa
fr: Création de l'image ISO
it: Costruzione immagine ISO
pt_br: Criando imagem ISO
sv: Bygger ISO-avbildning

source: genisoimage exited with a nonstandard return value.
de: Das Genisoimage (Dateisystemabbildung) wurde mit einem nichtstandardgemäßen Rückgabewert beendet.
es: genisoimage se ha cerrado con un valor de retorno no estándar.
fi: genisoimage poistui epätavallisella palautusarvolla.
fr: Fermeture de genisoimage avec une valeur de retour non standard.
it: genisomage è terminata con un valore di ritorno non standard.
pt_br: Saída de genisoimage com um valor de retorno fora do padrão.
sv: genisoimage avslutades med ett icke-standard svarsvärde.

source: Adjusting Permissions
de: Berechtigungen justieren
es: Ajustando permisos
fi: Säädetään oikeuksia
fr: Réglage des permissions
it: Regolazione dei permessi
pt_br: Ajuste de permissões
sv: Justerar rättigheter

source: Error adjusting permissions.
de: Fehler bei Berechtigungen justieren
es: Error al ajustar permisos.
fi: Virhe säädettäessä oikeuksia.
fr: Erreur de réglage des permissions.
it: Errore nel regolare i permessi.
pt_br: Erro ao ajustar permissões.
sv: Fel vid justering av rättigheter.

source: Opening Burner
de: "CD-Brenner öffnen
es: Abriendo grabadora
fi: Avataan kirjoittajaa.
fr: Ouverture du graveur
it: Apertura del masterizzatore
pt_br: Abrindo gravador
sv: Öppnar brännare

source: Nautilus CD Burner
de: Nautilus CD-Brenner
es: Grabadora de CD Nautilus
fi: Nautilus-CD-kirjoittaja
fr: Graveur de CD Nautilus
pt_br: Gravador de CD Nautilus
sv: Nautilus cd-brännare

source: Canonical USB Creator
es: USB Creator de Canonical
fi: Canonicalin USB-luonti
fr: Créateur USB canonique
pt_br: Criador USB canônico
sv: Canonical USB-skapare

source: Unknown image burn type.
de: Unbekannter Brennertyp für Abbilder.
es: Tipo de grabado de imagen desconocido.
fi: Tuntematon levykuvan kirjoitustyyppi.
fr: Type de gravure d'image inconnu.
it: Tipo di immagine da masterizzare sconosciuta.
pt_br: Tipo desconhecido de gravação de imagem.
sv: Okänd bränningstyp för avbildning.

source: returned a nonstandard return code.
de: Erwiderte mit einem nichtstandardgemäßen Rückgabecode.
es: ha devuelto un código de retorno no estándar.
fi: palautti epänormaalin palautuskoodin.
fr: a renvoyé un code de retour non standard.
it: restituito un codice di ritorno non standard.
pt_br: foi devolvido um código de retorno fora do padrão.
sv: returnerade en icke-standard svarskod.

source: Welcome
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
it: Benvenuti
pt_br: Bem-vindo
sv: Välkommen

source: Choose Media Type
de: Medientyp wählen
es: Escoger tipo de medio
fi: Valitse median tyyppi
fr: Choisir un type de support
it: Scegliere il tipo di supporto
pt_br: Escolher o tipo de mídia
sv: Välj mediatyp

source: Confirm Selections
de: Auswahloption bestätigen
es: Confirmar selecciones
fi: Vahvista valinnat
fr: Confirmer les sélections
it: Confermare le selezioni
pt_br: Confirmar seleções
sv: Bekräfta

source: Media Type:
de: Medientyp:
es: Tipo de medio:
fi: Median tyyppi:
fr: Type de support :
it: Tipo di supporto:
pt_br: Tipo de mídia:
sv: Mediatyp:

source: Preparing to build base image
de: Die Erstellung des Baseimage (Basisabbild) wird vorbereitet
es: Preparando construcción de imagen base
fi: Valmistellaan peruslevykuvan rakentamista
fr: Préparation de la création de l'image de base
it: Preparazione della costruzione dell'immagine di base
pt_br: Preparando para criar imagem de base
sv: Förbereder att bygga grundavbildning

source: Couldn't create temp directories
de: Das temporäre Verzeichnis konnte nicht erstellt werden
es: No se han podido crear directorios temp
fi: Väliaikaishakemistoja ei voi luoda
fr: Impossible de créer des répertoires temp
it: Impossibile creare le directory temporanee
pt_br: Não foi possível criar diretórios temporários
sv: Kunde inte skapa temporärkataloger

source: Could not build UP
de: UP konnte nicht erstellt werden.
es: No se ha podido construir la PU
fi: UP:ta ei voi rakentaa
fr: Création UP impossible
it: Impossibile costruire
pt_br: Não foi possível criar
sv: Kunde inte bygga UP

source: Could not regenerate UUID
de: UUID konnte nicht regeneriert werden
es: No se ha podido regenerar el UUID
fi: UUID:iden luominen uudelleen epäonnistui
fr: Régénération d'UUID impossible
it: Impossibile rigenerare lo UUID
pt_br: Não foi possível recriar o UUID
sv: Kunde inte omgenerera UUID

source: Could not build image
de: Abbild konnte nicht erstellt werden
es: No se ha podido construir la imagen
fi: Levykuvaa ei voi rakentaa
fr: Création d'image impossible
it: Impossibile costruire l'immagine
pt_br: Não foi possível criar a imagem
sv: Kunde inte bygga avbildning

source: Could not adjust permissions
de: Berechtigungen konnten nicht justiert werden
es: No se han podido ajustar los permisos
fi: Oikeuksia ei voi säätää
fr: Réglage des permissions impossible
it: Impossibile regolare i permessi
pt_br: Não foi possível ajustar permissões
sv: Kunde inte justera rättigheter

source: Recovery Media Creation Process Complete
de: Recovery Media Erstellungsvorgang fertig
es: Proceso de creación de Recovery Media finalizado
fi: Palautusmedian luominen valmis
fr: Processus de création de supports de restauration terminé
it: Processo di creazione del supporto di recupero completato
pt_br: Concluído o processo de criação do Recovery Media
sv: Återställningsmediat är färdigt

source: If you would like to archive another copy, the generated image has been stored in your home directory under the filename:
de: Wenn Sie möchten Archiv eine weitere Kopie, die erzeugten Bildes wurde in Ihrem Home-Verzeichnis unter dem Dateinamen
es: Si desea archivar otra copia, la imagen generada se ha almacenado en su directorio bajo el nombre de archivo:
fi: Jos haluat arkistoida toisen kopion, luotu levykuva on tallennettu kotikansioosi seuraavalla tiedostonimellä:
fr: Si vous désirez une autre copie d'archives, de la génération image a été stocké dans votre répertoire home sous le nom de fichier:
it: Per archiviare un'altra copia, l'immagine generata è stata memorizzata nella propria directory home con il seguente nome file:
pt_br: Se você deseja arquivar outra cópia, a imagem gerada tenha sido armazenado em seu diretório home sob o nome de arquivo:
sv: Om du vill göra en kopia till så har den genererade avbildning lagrats i din hemkatalog med filnamnet:
