Repository: CragW/dell-recovery
Catalog: debian/po/*.po
Languages: de, es, hr, it, pt_br, sv

source: Building Dell Recovery Media...
de: Dell-Wiederherstellungsmedium wird erstellt …
es: Construyendo disco de recuperación Dell...
hr: Izgradnja Dell medija oporavka...
it: Creazione supporto di ripristino Dell...
pt_br: Construindo Mídia de Recuperação da Dell...
sv: Bygger återställningsmedia för Dell...

source: Opening Burner...
de: Brenner wird geöffnet …
es: Abriendo copiador...
hr: Otvaranje snimača...
it: Apertura masterizzatore...
pt_br: Abrindo gravador...
sv: Öppnar brännare...

source: Recovery Type
de: Wiederherstellungstyp
hr: Vrsta oporavka
it: Tipo di ripristino
pt_br: Tipo de recuperação
sv: Återställningstyp

source: This Dell Recovery Media can be used to restore the original factory software.
de: Dieses Dell-Wiederherstellungsmedium kann verwendet werden, um die ursprünglich installierte Software wiederherzustellen.
es: Este disco de recuperación Dell se puede usar para restaurar el software original del fabricante.
hr: Ovaj se Dell medij oporavka može upotrijebiti za vraćanje izvornog tvorničkog softvera.
it: Questo supporto di ripristino Dell può essere utilizzato per riportare il software alle impostazioni di fabbrica.
pt_br: Esta Mídia de Recuperação da Dell poderá ser usada para restaurar o software original de fábrica.
sv: Detta återställningsmedia för Dell kan användas för att återställa programvara till de ursprungliga fabriksinställningarna.

source: It is recommended you back up all important data before running this tool.
de: Sie sollten alle wichtigen Daten sichern, bevor Sie dieses Programm ausführen.
es: Es importante hacer una copia de seguridad de todos los datos antes de ejecutar esta herramienta.
hr: Preporuka je da prije pokretanja ovog alata napravite sigurnosnu kopiju važnih podataka.
it: È consigliato effettuare un backup di tutti i dati importanti prima di eseguire questa applicazione.
pt_br: É recomendado que você faça um backup de todos os dados importantes antes de executar esta ferramenta.
sv: Det rekommenderas att du säkerhetskopierar allt viktigt data innan du kör detta verktyg.

source: Restore Linux OS partitions
de: Linux-Betriebssystempartitionen wiederherstellen
es: Restaurar particiones Linux
hr: Vrati particije Linux OS-a
it: Ripristina le partizioni del sistema operativo Linux
pt_br: Restaurar partições dos sistemas linux
sv: Återställ partitioner för Linux

source: This will rebuild all OS and swap partitions to factory defaults.
de: Stellt alle Betriebssystem- und Swap-Partitionen nach den Vorgaben wieder her.
es: Esto reconstruirá todos los SO y particiones de intercambio a los predeterminados por el fabricante.
hr: Ovo će vratiti sve swap particije i particije OS-a u tvorničko stanje.
it: Questo riporterà tutte le partizioni del sistema operativo e l'area di swap alle impostazioni di fabbrica predefinite.
pt_br: Isso irá reconstruir todo o Sistema e as partições swap para os padrões da fabrica.
sv: Detta kommer att bygga om alla partitioner för operativsystem och växlingsutrymme till fabriksinställningarna.

source: WARNING: All personal files and changes will be lost.
de: WARNUNG: Alle persönlichen Daten und Änderungen werden verloren gehen.
es: AVISO: Todos los archivos personales y cambios se perderán.
hr: UPOZORENJE: Sve osobne datoteke i promjene će biti izgubljene.
it: Attenzione: tutti i file e le modifiche personali verranno persi.
pt_br: AVISO: Todos os arquivos pessoais e modificações serão perdidas.
sv: VARNING: Alla personliga filer och ändringar kommer att förloras.

source: Restore entire hard drive.
de: Gesamte Festplatte wiederherstellen.
es: Restaurar todo el disco duro.
hr: Vrati cijeli tvrdi disk
it: Ripristina l'intero disco.
pt_br: Restaurar o disco rígido inteiro.
sv: Återställ hela hårddisken.

source: This will rebuild all utility, recovery, and OS partitions.
de: Stellt alle Werkzeug-, Wiederherstellungs- und Betriebssystempartitionen wieder her.
es: Esto reconstruirá todas las utilidades, recuperaciones y particiones de SO.
hr: Ovo će vratiti sve uslužne particije i particije OS-a i oporavka.
it: Questo rigenererà tutte le partizioni di utilità, recupero e del sistema operativo.
sv: Detta kommer att bygga om alla partitioner för verktyg, återställning och operativsystem.

source: Restore only Linux OS partition.
de: Nur Linux-Betriebssystempartition wiederherstellen.
es: Restaurar sólo la partición Linux
hr: Vrati samo particiju Linux OS-a.
it: Ripristina solo la partizione Linux.
pt_br: Restaurar apenas a partição do sistema linux.
sv: Återställ endast partition för Linux.

source: This option allows you to resize any existing partitions.
de: Diese Option ermöglicht es Ihnen, die Größen aller bestehenden Partitionen zu ändern.
es: Esta opción le permite redimensionar cualquier partición existente.
hr: Ova mogućnost vam dopušta promjenu veličine postojećih particija.
it: Questa opzione permette di ridimensionare qualsiasi partizione esistente.
pt_br: Esta opção permite que você redimensione quaisquer partições existentes.
sv: Detta alternativ låter dig ändra storlek på befintliga partitioner.

source: ERROR: This recovery media only functions on Dell and Alienware systems.
de: FEHLER: Dieses Wiederherstellungsmedium funktioniert nur mit Dell- und Alienware-Systemen.
pt_br: ERRO: Esta mídia de recuperação funciona apenas nos sistemas Dell e Alienware.

source: Building Recovery Partition
de: Wiederherstellungspartition wird erstellt
es: Construyendo partición de recuperación
it: Creazione partizione di ripristino
pt_br: Construindo a partição de recuperação

source: NOTE: Please be patient, this may take a while.
de: HINWEIS: Bitte haben Sie Geduld, dies könnte eine Weile dauern.
es: NOTA: Tenga paciencia, esto llevará un tiempo.
hr: NAPOMENA: Molim budite strpljivi, ovo može potrajati neko vrijeme.
it: Nota: attendere, l'operazione potrebbe impiegare alcuni minuti.
pt_br: NOTA: Por favor, seja paciente. Isto pode demorar um pouco.
sv: OBSERVERA: Var god vänta, detta kan ta en stund.

source: Create Dell Recovery Media
de: Erstelle Dell Recovery Medien
es: Crear medio de recuperación DELL
it: Crea suppporto di recupero Dell
pt_br: Criar Mídia de Recuperação Dell
sv: Skapa Dell återställningmedia

source: Dell Recovery Media can be used to restore your system to the same state as when it was first shipped to you.
de: Dell-Wiederherstellungsmedien können zum Zurücksetzen Ihres Systems (in den Zustand, in dem es Ihnen geliefert wurde) verwendet werden.
es: El disco de recuperación Dell se puede usar para restaurar sus sistema al mismo estado que cuando lo adquirió.
hr: Dell medij oporavka se može upotrijebiti za vraćanje sustava u prvotno stanje kakvo je bilo kada vam je on bio isporučen.
it: Il supporto di ripristino Dell può essere utilizzato per ripristinare il sistema allo stato iniziale.
sv: Återställningsmedia för Dell kan användas för att återställa din dator till samma tillstånd som den befann sig i när den levererades till dig.

source: It is highly recommended that you generate media and store it in a safe place.
de: Es wird dringend geraten, ein Wiederherstellungsmedium zu erstellen und an einem sicheren Ort aufzubewahren.
es: Es muy recomendable que genere un disco y lo guarde en un lugar seguro.
hr: Preporuka je da generirate medij i spremite ga na sigurno mjesto.
it: È consigliato generare il supporto e conservarlo in un luogo sicuro.
sv: Det rekommenderas starkt att du genererar ett media och lagrar det på en säker plats.

source: Save recovery media to an external USB flash drive
de: Wiederherstellungsmedium auf einem externen USB-Flash-Laufwerk speichern
es: Guardar el disco de recuperación en una memoria flash USB externa
hr: Spremi medij oporavka na vanjsku USB memoriju
it: Salvare il supporto di ripristino in una unità flash USB esterna
pt_br: Salvar mídia de recuperação na unidade flash USB
sv: Spara återställningsmedia till en extern USB-lagringsenhet

source: Note: This requires a USB flash drive with approximately 2GB free.
de: HINWEIS: Ein USB-Flash-Laufwerk mit ungefähr 2GB freiem Speicher wird benötigt.
es: Nota: Requiere un disco flash USB con aproximadamente 2GB libre.
hr: Napomena: ovo zahtijeva USB memoriju s oko 2 GB slobodnog prostora.
it: Nota: richiede un'unità flash USB con almeno 2GB di spazio libero.
pt_br: Nota: Isto requer uma unidade flash USB com aproximadamente 2 GB de espaço livre.
sv: Observera: Detta kräver en USB-lagringsenhet med ungefär 2 GB ledigt utrymme.

source: Save recovery media to DVD
de: Wiederherstellungsmedium auf DVD speichern
es: Guardar el disco de recuperación en un DVD
hr: Spremi medij oporavka na DVD
it: Salvare il supporto di ripristino in un DVD
pt_br: Salvar mídia de recuperação no DVD
sv: Spara återställningsmedia till DVD

source: Note: This requires writable DVD media.
de: HINWEIS: Eine beschreibbare DVD wird benötigt.
es: Nota: requiere un DVD re-escribible.
hr: Napomena: Ovo zahtijeva zapisivi DVD medij.
it: Nota: sono richiesti supporti DVD scrivibili.
pt_br: Nota: Isto requer mídia de DVD gravável.
sv: Observera: Detta kräver ett skrivbart DVD-media.

source: Don't generate recovery media at this time
de: Wiederherstellungsmedium jetzt nicht erstellen
es: No generar disco de recuperación en este momento
hr: Nemoj sada generirati medij oporavka
it: Non generare supporti di ripristino in questo momento
pt_br: Não criar mídia de recuperação neste momento
sv: Generera inte återställningsmedia för tillfället

source: Recovery Media can be generated later by choosing the tool from the System menu.
de: Das Wiederherstellungsmedium kann später erstellt werden, indem Sie das Werkzeug im System-Menü wählen.
es: El disco de recuperación se puede generar después eligiendo la herramienta en el menú Sistema.
hr: Medij oporavka se može generirati kasnije, odabirom alata iz izbornika Sustav.
it: I supporti di ripristino possono essere generati successivamente scegliendo il programma dal menù Sistema.
pt_br: A mídia de recuperação poderá ser criada depois, escolhendo esta ferramenta a partir do menu Sistema.
sv: Återställningsmedia kan genereras senare genom att välja verktyget från System-menyn.

source: ERROR: This media is only valid on Dell systems.
de: FEHLER: Dieses Medium kann nur auf Dell-Systemen verwendet werden.
es: ERROR: Este disco sólo es válido en sistemas Dell.
hr: GREŠKA: Ovaj je medij važeći samo na Dellovim sustavima.
it: Errore: questo supporto può essere utilizzato solo su sistemi Dell.
pt_br: ERRO: Esta mídia é válida somente nos sistemas Dell.
sv: FEL: Detta media är endast giltigt på Dell-system.

source: Dell End User License Agreement
de: Dell-Endbenutzer-Lizenzvereinbarung
es: Acuerdo de licencia de usuario final Dell
it: Accordo di licenza per l'utente finale
pt_br: Licença do usuário final Dell

source: I accept the license terms. (required to use your computer)
de: Ich akzeptiere die Lizenzbestimmungen. (notwendig, um Ihren Rechner zu benutzen)
es: Acepto los términos de la licencia. (necesario para usar su equipo)
it: Accetto i termini della licenza. (Necessario per poter utilizzare il computer)
pt_br: Eu aceito os termos da licença. (necessário para usar o seu computador).

source: Restore #OS# to factory state
de: Werkszustand von #OS# wiederherstellen
pt_br: Restaurar #OS# para o estado de fábrica

source: Dell Recovery
it: Ripristino sistemi Dell
pt_br: Recuperação Dell
